src/test/resources/io/1.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:sys="http://sys.controller.jeefw.com/">
   <soapenv:Header/>
   <soapenv:Body>
    <lzlj:LZLJ_257_BIGDATA_BudgetItems xmlns:lzlj="http://www.ekingwin.com/esb/LZLJ_257_BIGDATA_BudgetItems">
        <lzlj:HEAD>
            <lzlj:BIZTRANSACTIONID>string</lzlj:BIZTRANSACTIONID>
            <lzlj:COUNT>string</lzlj:COUNT>
            <lzlj:CONSUMER>string</lzlj:CONSUMER>
            <lzlj:SRVLEVEL>string</lzlj:SRVLEVEL>
            <lzlj:ACCOUNT>string</lzlj:ACCOUNT>
            <lzlj:PASSWORD>string</lzlj:PASSWORD>
            <lzlj:USE>string</lzlj:USE>
            <lzlj:COMMENTS>string</lzlj:COMMENTS>
        </lzlj:HEAD>
        <lzlj:LIST>
            <lzlj:StartDate>$$start_date$$</lzlj:StartDate>
            <lzlj:EndDate>$$end_date$$</lzlj:EndDate>
        </lzlj:LIST>
    </lzlj:LZLJ_257_BIGDATA_BudgetItems>
   </soapenv:Body>
</soapenv:Envelope>